{
	"helloWorld": "Hello World",
	"veme.openingHeader": "VEME",
	"veme.openingSubText": "Empowering The Future Of Social Media and Decentralised Media on Blockchain",
	"veme.introduction": "<span class='bold'>With round  one of investment successfully closed and opened for round 2, VEME is a blockchain enabled XR (Extended Reality) social networking app built to bridge your device and the world in ways never before imagined.</span> Most creators on social media struggle to monetize their content. VEME’s advanced algorithm ensures that centralised social media platforms no longer keep us in filter bubbles of perception and sell our data to the highest bidder.",
	"veme.introLink": "To know more about this revolution, check their <a href='http://www.veme.com/'>official website</a>",
	"veme.underDevelopmentNotice": "Please note: Since the product is still under development, I will not be posting any deliverables that are still under development consideration. In this case study, you will be viewing deliverables that have been part of a successful MVP launch on appstore.",
	"veme.background.header": "Background",
	"veme.background.subHeader": "Reworking a problem statement over and over again was no fun (until blockchain happened!)",
	"veme.background.exposition.para1": "As mentioned earlier, VEME started back in 2016 with an aim to provide a platform to create and curate video memes. Though the idea was novice, as there was no dedicated social media platforms to do this; it wasn’t really something that could not be achieved in other approachable ways. Over and over again we found ourselves stuck in cycle of relaunching the app and then getting back to the drawing board to make it better than the earlier release.",
	"veme.background.exposition.para2": "A paradigm shift happened when we realised that this idea can shape the future of social media platforms if developed on blockchain. Together as a team we sat to discuss a long term vision that would unfold itself over the course of time.",
	"veme.analysis.header": "Business & Competitive Analysis",
	"veme.analysis.subHeader": "The very first thing we did was we asked ourselves - Why VEME?",
	"veme.analysis.text1": "To understand how users interacted with video content, me and my team digged deep, conducted surveys and found out some interesting stats:",
	"veme.analysis.caption1": "Communication is visual",
	"veme.analysis.caption2": "Internet traffic is video",
	"veme.analysis.caption3": "Increase in people sharing link for video posts compared to text only posts",
	"veme.analysis.caption4": "Average increase in views for captioned videos (VEME IT!)",
	"veme.analysis.text2": "Although there are growing number of apps to browse and curate video content, only a few were long terms success. But each of these apps catered to a different business need. So the first thing we started in order to finalise our business model was a thorough competitive analysis.",
	"veme.analysis.text3": "The next step was building a task matrix within VEME of all the functionalities the product was going to provide. This helped us in understanding how scalable each module needs to be.",
	"veme.analysis.conclusion.header": "From this exercise, I was able to conclude:",
	"veme.analysis.conclusion.bullet1": "<span class='bold'>How users are going to use the app:</span> An average is user’s experience can range anywhere from being a curator (liking, commenting and sharing the content) to a creator (creating vemes) and then finally a social media influencer.",
	"veme.analysis.conclusion.bullet2": "<span class='bold'>Feature sets for the app: </span>Since there was no dedicated media app for creating captioned videos, I realised creation becomes the backbone of our product. All our feature set needs to be planned around it especially for MVP phase.",
	"veme.analysis.conclusion.bullet3": "<span class='bold'>A small dose of gamification</span> can go a long way in motivating users to become creators from curators, increasing user generated content on the platform. ",
	"veme.design.header": "From Prototyping to Design",
	"veme.design.text": "Before starting on prototype, I worked on few concept sketches. I shared them with fellow designers and developers in our team for design critiques and feedback. Based on the feedback, I worked on the final set of wireframes and ran it through our clients for a comprehensive feedback.",
	"veme.output.header": "The Final Output",
	"veme.output.text": "This is how app works in real world post a successful MVP launch.",
	"veme.conclusion.header": "Takeaways",
	"veme.conclusion.para1": "I have been very fond of VEME. During the course of this project, I have been introduced to number of new concepts, strategies that continued to excite me. For instance, the right gamification elements can take you a long way. I was relatively new to gamification but with an expert on team, it helped me to understand how game mechanics can be emoployed in a non game like environment like this to boost user’s participation",
	"veme.conclusion.para2": "Also collaboration was a key to ensure things run smoothly. I have been part of few agile teams in the past but I never really got to appreciate the value of working in sprints until I was working with this international team",
	"bye": "bye",
	"cannalign.openingHeader": "Cannalign",
	"cannalign.openingSubText": "Building a Product Database For Medical Marijuana, Bringing Retailers, Vendors and Consumers On One Single Platform",
	"cannalign.introduction": "For individual use, cannabis can help with health, mental problems and used to ease ailments in patients suffering from issues like cancer, anxiety, depression, stomach problems, insomnia, AIDS and even those struggling with drug abuse. However when it comes to scouting for cannabis products, there isn’t much help around. The goal was to provide consumers with abundance of information at their fingertips to help them understand and create their own opinions about what products are best suited for their overall health.",
	"cannalign.stage1.header": "Stage 1: Brand & Strategy Kickoff",
	"cannalign.stage1.text": "With no prior foundation laid, my first task at hand was to establish a user experience strategy. This meant doing an in-depth analysis of all types of users that would be approaching this app to meet a specific requirement, outlining their problems and expectations and providing a definite solution for the same. This is how I proceeded.",
	"cannalign.stage1.subHeader1": "Developing A Mission Statement",
	"cannalign.stage1.subHeader1.text": "Every business works on a core value or a mission objective. By brainstorming & prioritizing various attributes, my team and I created the basis to put together a mission statement. Here is a list of attributes that helped us achieve the result.",
	"cannalign.table.culture.header": "culture",
	"cannalign.table.culture.subHeader": "How the community would describe us?",
	"cannalign.table.culture.accessible": "accessible",
	"cannalign.table.culture.informationRich": "information rich",
	"cannalign.table.culture.open": "open",
	"cannalign.table.culture.local": "local",
	"cannalign.table.targetGroup.header": "target group",
	"cannalign.table.targetGroup.subHeader": "How would we describe our target audience?",
	"cannalign.table.targetGroup.young": "young",
	"cannalign.table.targetGroup.openMinded": "open minded",
	"cannalign.table.targetGroup.searching": "searching",
	"cannalign.table.targetGroup.adaptable": "adaptable",
	"cannalign.table.voice.header": "voice",
	"cannalign.table.voice.subHeader": "How do we want to sound to others?",
	"cannalign.table.voice.trustworthy": "trustworthy",
	"cannalign.table.voice.serious": "serious",
	"cannalign.table.voice.community": "community",
	"cannalign.table.voice.abundant": "abundant",
	"cannalign.table.feeling.header": "feeling",
	"cannalign.table.feeling.subHeader": "How to others feel about us after being in contact with us?",
	"cannalign.table.feeling.happy": "happy",
	"cannalign.table.feeling.involved": "involved",
	"cannalign.table.feeling.supported": "supported",
	"cannalign.table.impact.header": "impact",
	"cannalign.table.impact.subHeader": "How we are different from others?",
	"cannalign.table.impact.expandingHorizons": "expanding horizons",
	"cannalign.table.impact.extendedCommunity": "extended community",
	"cannalign.table.captions": "<span class=\"bold\">Product USP</span>: Local - Community based, Information Rich, Trustworthy, For everyone inclusive.",
	"cannalign.stage1.subheader2": "Building User Personas",
	"cannalign.stage1.subheader2.text": "I started with building user personas for all three types of users this app had- Consumer, Vendor and Dispensaries. Using the quantitative and qualitative data from interviews and surveys, I defined the target group profiles (or user personas) for each user type. ",
	"cannalign.stage1.subheader3": "Creating an Information Architecture Map",
	"cannalign.stage1.subheader3.text": "Based on the insights gained from initial round of content audits, competitor analysis and client’s own personal feedbacks, I defined the information architecture map for Cannalign. ",
	"cannalign.stage1.closingImageCaptions": "A sample piece of information architecture map for consumer app",
	"cannalign.stage2.header": "Stage 2: Wireframing & Prototyping",
	"cannalign.stage2.text": "Though I did not design high-fidelity mockups and invision prototypes myself for Cannalign, I played an active role in UX discussion around interaction patterns, providing first round of feedbacks to analyst and design teams. My role was to provide guidance through low fidelity paper prototypes so that quick rounds of usability testing could be done before wasting time on digital implementation",
	"cannalign.stage2.imageCaptions": "Paper prototypes like these were ideal and handy when it came to carry UX discussions on interaction design with team. They acted as a tool to validate our choices, provide clarity and reduce the number of iterations in subsequent phases that followed suite.",
	"cannalign.stage3.header": "Stage 3: Developing a Visual Coherent Language For Cannalign",
	"cannalign.stage3.subheader1": "Building Moodboards",
	"cannalign.stage3.subheader1.text": "Moodboards or a collection of assets and materials intended to communicate the style, voice, direction, and language for the product, was my first step towards building a uniform design language. This provided a good foundation allowing me to quickly jump to the next stage of visual designing.",
	"cannalign.stage3.moodboardCaptions": "The moodboard helped to set client’s preference about the generalistic stylistic concept of the screen. By creating an effective moodboard, I was able to convey the right mood and emotions expected from the product.",
	"cannalign.stage3.subHeader2": "Creating a Styleguide",
	"cannalign.stage3.subHeader2.text": "Next came styleguide which was developed by iterating from moodboard and styletiles creating the first version of styleguide.",
	"cannalign.stage3.subHeader3": "UI Design for Mobile App & Website",
	"cannalign.stage3.subHeader3.text": "Everything was finally sewn together to form the basis of UI design for both app and website. Here you can see most of the screens hand crafted for this project. To view complete presentation on UI design, please check my Behance page.",
	"cannalign.conclusion.header": "Takeaways:",
	"cannalign.conclusion.para1": "A flawless collaboration with all stakeholders including client and my own team at Appinventiv ensured that the project gets completed on time and with minimum iterations required, saving valuable time and effort on our end.",
	"cannalign.conclusion.para2": "A great learning that I received from this project was to make sure to clearly communicate the exact goals and expectations for each team member and stick to a design process that benefits the product as well as everyone involved in it.",
	"caseStudy.readNextCaseStudy": "Read Next Case Study",
	"caseStudy.readPreviousCaseStudy": "Read Previous Case Study",
	"caseStudy.startDate": "start Date",
	"caseStudy.status": "status",
	"caseStudy.projectSummary": "project summary",
	"caseStudy.deliverables": "deliverables",
	"caseStudy.client": "client",
	"veme.design.stages.captions": "Stages of design. Before final UI design were drafted we covered everything on planning stage itself to reduce iterations. Everything from paper prototypes to low fidelty mockups in balsamiq & prototyping in invision."
}